Repository: tuquito/tuquito-bienvenida
Catalog: po/*.po
Languages: pt

source: Welcome to Tuquito!
pt: Bem-vindo(a) ao Tuquito!

source: Edition
pt: Edição

source: Documentation
pt: Documentação

source: Support
pt: Suporte

source: Project
pt: Projeto

source: Community
pt: Comunidade

source: The source of information of excellence Tuquito
pt: A fonte de informação por excelência do Tuquito

source: Videos and tutorials
pt: Vídeos e tutoriais

source: Forums
pt: Fóruns

source: Find help on the official forums
pt: Procure ajuda nos fóruns oficiais

source: Mailing List
pt: Lista de Correio

source: Join the mailing list open Tuquito
pt: Una-se à lista de correio aberta do Tuquito

source: Chat Room
pt: Sala de Chat

source: Meet other users of Tuquito
pt: Conheça os outros usuários do Tuquito

source: Urban Tuquito
pt: Tuquito Urbano

source: Helps those who most need
pt: Ajude os que mais necessitam

source: Other projects
pt: Outros projetos

source: Meet other projects Tuquito
pt: Conheça os outros projetos do Tuquito

source: Donations
pt: Doações

source: Making a small donation, you help us improve the product
pt: Fazendo uma pequena doação, você nos ajuda a melhorar o sistema

source: How to Participate
pt: Como participar

source: Ways and means to participate in the project
pt: Formas e meios de como participar no projeto

source: Join the social network Tuquito
pt: Una-se à rede social do Tuquito

source: Tuquito Universe
pt: Universo Tuquito

source: Find out everything that happens in Tuquito
pt: Fique por dentro das novidades do Tuquito

source: Follow us on Facebook
pt: Siga a gente no Facebook

source: Follow us on Twitter
pt: Siga a gente no Twitter

source: Show this dialog at startup
pt: Mostrar este diálogo ao iniciar

source: Close
pt: Fechar

source: Upgrade to the Main Edition (DVD)
pt: Upgrade para a versão Main (DVD)

source: Add Multimedia Codecs
pt: Adicionar Codecs Multimédia

source: Hi
pt: Olá

source: welcome to Tuquito %s!<br>Thank you very much for choosing us. We hope you enjoy the work of this great community.<br>The following links will help you get started in the operating system. Please send your suggestions to continue improving.<br>Remember, you can register in our <a href="#" onclick="javascript:changeTitle('event_users')">users section</a>.
pt: bem-vindo(a) ao Tuquito %s!<br>Muito obrigado por nos escolher. Esperamos que você desfrute do trabalho desta enorme comunidade.<br>Os links a seguir vão ajudá-lo a iniciá-lo no sistema operacional. Não hesite de nos enviar suas sugestões para continuarmos melhorando.<br>Lembre-se, você pode se cadastrar em nossa <a href="#" onclick="javascript:changeTitle('event_users')">seção de usuários</a>.
